Repository: CGT-IT/pivot
Catalog: languages/pivot-*.po
Languages: de_de, fr_fr, nl_nl

source: View details
fr_fr: Voir les détails
nl_nl: Details bekijken

source: More information about %s
fr_fr: Plus d'informations sur %s
nl_nl: Meer informatie over %s

source: Check for updates
fr_fr: Vérifier les mises à jour
nl_nl: Controleer op updates

source: Unknown update checker status "%s"
fr_fr: État inconnu de vérificateur de mise à jour "%s"
nl_nl: Onbekende update checker status "%s"

source: There is no changelog available.
fr_fr: Il n'y a pas de journal de bord disponible.
nl_nl: Er is geen changelog beschikbaar.

source: Choose a town
fr_fr: Choisir une ville
nl_nl: Kies een stad

source: Choose a type
de_de: Einen Typ wählen
fr_fr: Choisir un type
nl_nl: Kies een knop type

source: This offer doesn't exist or is not publishable anymore
fr_fr: Cette offre n'existe pas ou n'est plus publiable
nl_nl: Dit aanbod bestaat niet meer of is niet meer publiceerbaar

source: Filter
fr_fr: Filtre

source: Filters
de_de: Filter
fr_fr: Filtres

source: No filter avaliable.
fr_fr: Aucun filtre disponible.
nl_nl: Geen filter beschikbaar.

source: Edit
de_de: Bearbeiten
fr_fr: Editer
nl_nl: Bewerk

source: Delete
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijder

source: Filter name
de_de: Nach Namen filtern
fr_fr: Nom du filtre
nl_nl: Filternaam

source: Filter title
de_de: Nach Titel filtern
fr_fr: Titre du filtre
nl_nl: Filtertitel

source: Operator
de_de: Veranstalter
fr_fr: Opérateur

source: Linked to query
de_de: Mit einer Abfrage verknüpft
fr_fr: Lié à la requête
nl_nl: Gekoppeld aan query

source: In group
de_de: In einer Gruppe
fr_fr: Dans le groupe
nl_nl: In groep

source: Record was inserted / updated successfully
fr_fr: L'enregistrement a été inséré / mis à jour avec succès
nl_nl: Record is succesvol ingevoegd / geüpdatet

source: Insertion / Update failed
fr_fr: Insertion / Mise à jour échouée
nl_nl: Toevoeging / Update mislukt

source: Load URN Infos
de_de: URN info laden
fr_fr: Charger les infos de l'URN
nl_nl: Laad URN-info's

source: URN or ID of the field you want to filter
de_de: URN oder ID des Feldes, das Sie filtern möchten
fr_fr: URN ou ID du champs sur lequel vous voulez filtrer
nl_nl: URN of ID van het veld dat u wilt filteren

source: Title used in frontend (to display to the user)
de_de: Titel wird im Frontend verwendet (Zur Anzeige beim Benutzer)
fr_fr: Titre utilisé à l'affichage (pour l'utilisateur final)
nl_nl: Titel gebruikt in frontend (om aan de gebruiker te tonen)

source: Choose an operator
de_de: Einen Veranstalteur wählen
fr_fr: Choisir un opérateur
nl_nl: Kies een operator

source: Type of comparison
de_de: Art des Vergleichs
fr_fr: Type de comparaison
nl_nl: Type vergelijking

source: Add this filter to all Pivot pages
fr_fr: Ajouter ce filtre à toutes les pages Pivot
nl_nl: Voeg deze filter toe aan alle Pivot-pagina's

source: If you want to add this filter to all other pages
fr_fr: Si vous voulez ajouter ce filtre à toutes les autres pages
nl_nl: Als u dit filter wilt toevoegen aan alle andere pagina's

source: Grouping filters
de_de: Filter gruppieren
fr_fr: Groupement de filtres
nl_nl: Gegroepeerde filters

source: If you want to group filters
de_de: Wenn Sie Filter gruppieren möchten
fr_fr: Si vous voulez grouper des filtres
nl_nl: Als u filters wilt groeperen

source: Member of group
de_de: Mitglied der Gruppe
fr_fr: Membre du groupe
nl_nl: Lid van de groep

source: Existing groups:
de_de: Bestehende Gruppen:
fr_fr: Groupes existants:
nl_nl: Bestaande groepen

source: Pivot Plugin filters
fr_fr: Filtres Pivot Plugin

source: Add New
fr_fr: Ajouter nouveau
nl_nl: Voeg toe

source: Toggle panel: Import filters
fr_fr: Panneau à bascule : Filtres d'importation
nl_nl: Schakelpaneel: Importfilters

source: Import filters
fr_fr: Importer les filtres

source: Submit
fr_fr: Soumettre
nl_nl: Verzenden

source: Search
de_de: Suche
fr_fr: Chercher
nl_nl: Zoeken

source: Export filters
fr_fr: Exporter les filtres
nl_nl: Filters exporteren

source: Pivot filter
fr_fr: Filtre Pivot

source: Add filter
de_de: Filter hinzufügen
fr_fr: Ajouter un filtre
nl_nl: Voeg filter toe

source: Edit filter
de_de: Filter bearbeiten
fr_fr: Editer un filtre
nl_nl: Filter bewerken

source: The CSV file doesn't respect the format
fr_fr: Le fichier CSV ne respecte pas le format
nl_nl: Het CSV-bestand respecteert het formaat niet

source: URN is invalid on line
fr_fr: L'URN est invalide en ligne
nl_nl: URN is ongeldig on line

source: Operator is invalid on line
fr_fr: L'opérateur est invalide en ligne
nl_nl: Exploitant is ongeldig on line

source: Type of offer
de_de: Angebotstyp
fr_fr: Type de l'offre
nl_nl: Offer type

source: Choose a type of offer
de_de: Einen Angebotstyp wählen
fr_fr: Choisir un type d'offre
nl_nl: Kies een aanbodtype

source: Pivot ID of the offer type
de_de: Pivot ID von dem Angebotstyp
fr_fr: ID Pivot du type de l'offre
nl_nl: Pivot ID van het aanbodtype

source: Pivot Name of the offer type
de_de: Pivot Name von dem Angebotstyp
fr_fr: Nom Pivot du type de l'offre
nl_nl: Pivot Naam van het aanbiedingstype

source: Parent category
de_de: Eltern-Kategorie
fr_fr: Catégorie parente
nl_nl: Parent Categorie

source: Existing categories:
de_de: Bestehende Kategorien:
fr_fr: Catégories existantes:
nl_nl: Bestaande categorieën

source: Category is required
de_de: Kategorie erforderlich
fr_fr: La catégorie est requise

source: Add type
de_de: Typ hinzufügen
fr_fr: Ajouter un type
nl_nl: Type toevoegen

source: Edit type
de_de: Typ bearbeiten
fr_fr: Editer un type

source: Pivot Offer Types
de_de: Pivot Angebotstypen
fr_fr: Les types d'offres Pivot
nl_nl: Pivot aanbiedingstypes

source: Parent Category
de_de: Eltern-Kategorie
fr_fr: Catégorie parente
nl_nl: Bovenliggende categorie

source: There is no data.
de_de: Keine Daten verfügbar.
fr_fr: Il n'y a pas de donnée.
nl_nl: Er is geen gegevens.

source: No page avaliable.
fr_fr: Aucune page disponible.
nl_nl: Geen pagina beschikbaar.

source: View filter(s)
de_de: Filter anzeigen
fr_fr: Voir les filtres
nl_nl: Bekijk filter(s)

source: Add a filter
de_de: Einen Filter hinzufügen
fr_fr: Ajouter un filtre
nl_nl: Voeg een filter toe

source: Query
de_de: Abfrage
fr_fr: Requête
nl_nl: Vraag

source: Path
de_de: Pfad
fr_fr: Chemin
nl_nl: Pad

source: Page Title
fr_fr: Titre de page
nl_nl: Pagina titel

source: Map ?
de_de: Karte?
fr_fr: Carte ?
nl_nl: Kaart ?

source: Sorting
de_de: Sortierung
fr_fr: Triage
nl_nl: Sorteren

source: Pivot predefined query
de_de: Pivot vordefinierte Abfrage
fr_fr: Requête prédéfinie de Pivot
nl_nl: Voorgedefinieerde Pivot query

source: Type of query
de_de: Abfragetyp
fr_fr: Type de requête
nl_nl: Type query

source: Show map
de_de: Karte anzeigen
fr_fr: Montrer le carte
nl_nl: Toon kaart

source: Define if you want to show a map on this page or not
de_de: Geben Sie an, ob Sie auf dieser Seite eine Karte anzeigen möchten
fr_fr: Défini si vous voulez ou non montrer une carte sur cette page
nl_nl: Definieer of u een kaart wilt tonen op deze pagina of niet

source: Path to access results
de_de: Pfad zu Ergebnisse
fr_fr: Chemin pour accéder aux résultats
nl_nl: Path tot de pagina

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel

source: Page title
de_de: Seitentitel
fr_fr: Titre de page
nl_nl: Titel van de pagina

source: Query sorting
de_de: Abfragesortierung
fr_fr: Triage de la requête
nl_nl: Sorteren query

source: Sort mode
de_de: Nach Modus sortieren
fr_fr: Mode de triage
nl_nl: Sorteermodus

source: Choose an order
de_de: Eine Reihenfolge wählen
fr_fr: Choisir un ordre

source: Ascending
de_de: Aufsteigend
fr_fr: Ascendant
nl_nl: Oplopend

source: Descending
de_de: Absteigend
fr_fr: Descendant
nl_nl: Aflopend

source: Shuffle
fr_fr: Aléatoire

source: Choose the sort mode for the query
de_de: Wählen Sie den Sortiermodus für die Abfrage
fr_fr: Choisir le mode de triage pour la requête
nl_nl: Kies de sorteermodus voor de query

source: Sort Field
de_de: Nach Feld sortieren
fr_fr: Champ de triage
nl_nl: Sorteerveld

source: Define the field on which the sort mode will apply
de_de: Bestimmen Sie das Feld, auf das den Sortiermodus angewendet wird
fr_fr: Défini le champ sur lequel on applique le triage
nl_nl: Definieer het veld waarop de sorteermodus van toepassing is

source: Pivot Plugin Pages
de_de: Pivot Plugin Seiten
fr_fr: Les pages du plugin Pivot
nl_nl: Pivot Plugin-pagina's

source: This path already exists
de_de: Dieser Pfad existiert bereits
fr_fr: Ce chemin existe déjà
nl_nl: Deze path bestaat al

source: Query is required
de_de: Abfrage erforderlich
fr_fr: Requête est requis
nl_nl: Query is vereist

source: Type is required
de_de: Typ erforderlich
fr_fr: Type est requis
nl_nl: Type is vereist

source: Path is required
de_de: Pfad erforderlich
fr_fr: Chemin est requis
nl_nl: Path is vereist

source: Page title is required
de_de: Seitentitel erforderlich
fr_fr: Le titre de la page est requis
nl_nl: De titel van de pagina is verplicht

source: Add page
de_de: Seite hinzufügen
fr_fr: Ajouter une page

source: Edit page
de_de: Seite bearbeiten
fr_fr: Editer une page

source: Share button
de_de: Freigabe-Button
fr_fr: bouton de partage
nl_nl: Deelknop

source: Booking
fr_fr: Réservation

source: Linked offers
de_de: Verlinkte Angebote
fr_fr: Offres liées
nl_nl: Gelinkte aanbiedingen

source: Link to
de_de: Link zu
fr_fr: Lien vers
nl_nl: Link naar

source: Names of Rooms
fr_fr: Noms des salles
nl_nl: Namen van de kamers

source: Day light
fr_fr: Lumière du jour
nl_nl: Daglicht

source: Reception
fr_fr: Réception
nl_nl: Ontvangst

source: Classroom
fr_fr: Salle de classe
nl_nl: Klaslokaal

source: The required template
de_de: Die gewünschte Vorlage
fr_fr: Le Template requis

source: was not found!
de_de: Nicht gefunden!
fr_fr: n'a pas été trouvé!
nl_nl: werd niet gevonden!

source: Referenced Page ID
fr_fr: ID de la page référencée
nl_nl: Gerefereerde Pagina ID

source: Choose a page
fr_fr: Choisir une page
nl_nl: Kies een pagina

source: Reset
fr_fr: Réinitialiser
nl_nl: Terugzetten

source: The <strong>offerid</strong> argument is missing
fr_fr: L'argument <strong>offerid</strong> est manquant
nl_nl: Het <strong>offerid-argument</strong> ontbreekt

source: The <strong>query</strong> argument is missing
de_de: Das Abfrageargument fehlt
fr_fr: L'argument <strong>query</strong> est manquant
nl_nl: Het <strong>query</strong> ontbreekt

source: It's not possible to add this type of filter:
de_de: Es ist nicht möglich, diesen Filtertyp hinzufügen:
fr_fr: Il n'est pas possible d'ajouter ce type de filtre:
nl_nl: Het is niet mogelijk om dit type filter toe te voegen

source: The attribute "operator" is required for this kind of filter
de_de: Das Attribut "Veranstalter" wird für diesen Filtertyp benötigt
fr_fr: L'attribut "operator" est requis pour ce genre de filtre
nl_nl: Het attribuut "operator" is vereist voor dit soort filter

source: The attribute "operator" is not valid, it should be one of these:
de_de: Das Attribut "Veranstalter" ist nicht gültig, es sollte eines davon sein:
fr_fr: L'attribut "operator" n'est pas valide, ça devrait être un de ceux là:
nl_nl: Het attribuut "operator" is niet geldig, het zou een van deze moeten zijn

source: The attribute "filtervalue" is required for this kind of filter
de_de: Das Attribut "FilterValue" wird für diesen Filtertyp benötigt
fr_fr: L'attribut "filtervalue" est requis pour ce genre de filtre
nl_nl: Het attribuut "filtervalue" is vereist voor dit soort filter

source: The <strong>type</strong> attributes for the query is wrong or missing
de_de: Die <strong>Typattribute</strong> sind falsch oder fehlen
fr_fr: L'attribut <strong>type</strong> pour la requête est mauvais ou manquant
nl_nl: De <strong>type</strong> attribute voor de query is foutief of ontbreekt

source: Build Pivot Shortcode
de_de: Pivot Shortcode erstellen
fr_fr: Construire le Shortcode Pivot
nl_nl: Bouw Pivot Shortcode

source: Define number of offers
de_de: Anzahl der Angebote festlegen
fr_fr: Définir le nombre d'offres
nl_nl: Bepaal het aantal aanbiedingen

source: It will be 3 by default
de_de: Es wird standardmäßig 3 sein
fr_fr: ça sera 3 par défaut.
nl_nl: Het zal standaard 3 zijn

source: Filter URN
de_de: Nach URN filtern
fr_fr: URN filtré

source: Filter value
de_de: Nach Wert filtern
fr_fr: Valeur filtrée
nl_nl: Filterwaarde

source: Searched value
de_de: Gesuchte Wert
fr_fr: Valeur recherchée
nl_nl: Gezochte waarde

source: Build shortcode
de_de: Shortcode erstellen
fr_fr: Construire le Shortcode
nl_nl: Bouw shortcode

source: Shortcode to insert
de_de: Shortcode einfügen
fr_fr: Shortcode a insérer
nl_nl: In te voegen shortcode

source: Copy and paste this text in your post, page, ... body
de_de: Kopieren Sie diesen Text in Ihren Post, Ihre Seite, ... Ihren Body
fr_fr: Copier et coller ce texte dans votre post, page, … corps de texte
nl_nl: Kopieer en plak deze tekst in je post, pagina, ... lichaam

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen.
fr_fr: Vous n'avez pas les droits suffisants pour accéder à cette page.
nl_nl: U hebt niet voldoende machtigingen om deze pagina te openen.

source: Base Uri
de_de: Basis-URI
fr_fr: Uri de base
nl_nl: Basis Uri

source: This field is required
de_de: Dieses Feld wird benötigt
fr_fr: Ce champ est requis
nl_nl: Dit veld is verplicht

source: Uri to access Pivot Database.
de_de: Uri für den Zugriff auf die Pivot Datenbank.
fr_fr: Uri pour accéder à la Base de données Pivot.
nl_nl: Uri om toegang te krijgen tot Pivot Database.

source: End / is required !
de_de: End / erforderlich !
fr_fr: Le / de fin est requis !
nl_nl: Einde / is vereist !

source: Personnal Key to access Pivot webservices, take contact with <a href="http://pivot.tourismewallonie.be/index.php/2015-05-05-10-23-26/flux-de-donnees-3-1" target="_blank">Pivot</a>
de_de: Persönlicher Schlüssel für den Zugriff auf Pivot Web-Services, Nehmen Sie Kontakt mit Pivot auf
fr_fr: Clé personnel d'accès aux webservices de Pivot, preneez contact avec <a href="http://pivot.tourismewallonie.be/index.php/2015-05-05-10-23-26/flux-de-donnees-3-1" target="_blank">Pivot</a>
nl_nl: Persoonlijke sleutel om toegang te krijgen tot Pivot webservices, neem contact op met <a href="http://pivot.tourismewallonie.be/index.php/2015-05-05-10-23-26/flux-de-donnees-3-1" target="_blank">Pivot</a>

source: Check Pivot config
de_de: Pivot config überprüfen
fr_fr: Contrôler la configuration
nl_nl: Controleer Pivot-configuratie

source: Include Bootstrap
de_de: Bootstrap einschließen
fr_fr: Inclure Bootstrap

source: required for default templates
de_de: für Standardvorlagen erforderlich
fr_fr: requis pour les templates par défaut
nl_nl: vereist voor standaard templates

source: Personnal Key to access bitly webservices, signin <a href="https://bitly.com/" target="_blank">bitly.com</a> and get you access token
de_de: Persönlicher Schlüssel für den Zugriff auf bitly Web-Services, sich auf <a href="https://bitly.com/" target="_blank">bitly.com</a> eintragen und Ih Zugangstoken erhalten
fr_fr: Clé personnel d'accès aux webservices de bitly, enregistrez vous <a href="https://bitly.com/" target="_blank">bitly.com</a> et recevez votre clé d'accès
nl_nl: Persoonlijke sleutel voor toegang tot bitly webservices, signin <a href="https://bitly.com/" target="_blank">bitly.com</a> en krijg je toegang tot token

source: MapBox access token
fr_fr: Jeton d'accès à la MapBox

source: Personnal Key to access MapBox services, signin <a href="https://account.mapbox.com/" target="_blank">mapbox.com</a> and get you access token
fr_fr: Clé personnel d'accès auxservices de MapBox, enregistrez vous <a href="https://account.mapbox.com/" target="_blank">mapbox.com</a et recevez votre clé d'accès

source: Extra infos
de_de: Extra Info
fr_fr: Infos supplémentaires
nl_nl: Extra informatie

source: Theme(s)
de_de: Thema/en
fr_fr: Thème(s)
nl_nl: Thema('s)

source: Add to calendar
de_de: In Kalender eintragen
fr_fr: Ajouter au calendrier
nl_nl: Toevoegen aan kalender

source: There are
de_de: Es gibt
fr_fr: Il y a
nl_nl: Er zijn

source: offers
de_de: Angebote
fr_fr: offres
nl_nl: aanbiedingen

source: Language(s)
de_de: Sprache(n)
fr_fr: Langue(s)
nl_nl: Taal/talen

source: Product(s)
de_de: Produkt(e)
fr_fr: Produit(s)
nl_nl: Product(en)

source: Price(s)
de_de: Preis(e)
fr_fr: Prix
nl_nl: Prijs(en)

source: Visit
de_de: Besuchen
fr_fr: Visite
nl_nl: Bezoek

source: Equipments & services
de_de: Ausrüstung & Dienstleitungen
fr_fr: Equipements & services

source: Themes
de_de: Themen
fr_fr: Thèmes
nl_nl: Thema’s

source: Equipments
de_de: Ausrüstung
fr_fr: Equipements

source: Previous
de_de: Vorherig
fr_fr: Précédent
nl_nl: Vorige

source: Next
de_de: Nächste
fr_fr: Suivant
nl_nl: Volgende

source: Download GPX file
fr_fr: Télécharger le fichier GPX
nl_nl: GPX-bestand downloaden

source: Route details
fr_fr: Détails de l'itinéraire
nl_nl: Routebeschrijving

source: Rooms
fr_fr: Chambres
nl_nl: Kamers

source: Website
de_de: Webseite
fr_fr: Site web

# the plugin title
source: The %s plugin is up to date.
nl_nl: De %s plugin is up-to-date.

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Een nieuwe versie van de %s plugin is beschikbaar.

# the plugin title
source: Could not determine if updates are available for %s.
nl_nl: Kon niet bepalen of er updates beschikbaar zijn voor %s.

source: Exist
de_de: Besteht
nl_nl: Bestaan

source: Equal
de_de: Gleich
nl_nl: Gelijk

source: Greater or equal
de_de: Größer oder gleich
nl_nl: Groter of gelijk

source: Lesser or equal
nl_nl: Minder of gelijk

source: Between
de_de: Zwischen
nl_nl: Tussen

source: Page
nl_nl: Pagina

source: Pages
nl_nl: Pagina's

source: Surface
nl_nl: Oppervlakte

source: Banquet
nl_nl: Banket

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Dates
de_de: Daten
nl_nl: Data

source: Type
de_de: Typ

source: There are no data.
de_de: Keine Daten verfügbar.

source: Add a new page
de_de: Eine neue Seite hinzufügen

source: Share
de_de: Freigeben

source: Contact
de_de: Kontakt

source: Votre maison de tourisme
de_de: Ihr Maison du Tourisme (Touristenhaus)

source: Choisir une maison de tourisme
de_de: Ein Maison du Tourisme (Touristenhaus) wählen
